{"scopus-eid": "2-s2.0-84973459523", "originalText": "serial JL 271061 291210 291723 291726 291738 291743 291782 31 Cognition COGNITION 2016-06-11 2016-06-11 2016-06-11 2016-06-11 2017-08-28T05:41:24 1-s2.0-S001002771630124X S0010-0277(16)30124-X S001002771630124X 10.1016/j.cognition.2016.05.009 S300 S300.3 FULL-TEXT 1-s2.0-S0010027716X00078 2017-08-30T00:02:05.414447-04:00 0 0 20160901 20160930 2016 2016-06-11T13:55:49.102842Z articleinfo articletitlenorm authfirstinitialnorm authfirstsurnamenorm cid cids contenttype copyright crossmark dateloaded dateloadedtxt datesearch datesort dateupdated dco docsubtype doctype doi eid ewtransactionid hubeid indexeddate issn issnnorm itemstage itemtransactionid itemweight openaccess openarchive pg pgfirst pglast pii piinorm pubdateend pubdatestart pubdatetxt pubyr sectiontitle sortorder srctitle srctitlenorm srctype ssids alllist content subj subheadings suppl tomb volfirst volissue volumelist webpdf webpdfpagecount yearnav figure table e-component body acknowledge affil appendices articletitle auth authfirstini authfull authkeywords authlast grantnumber grantsponsor grantsponsorid primabst pubtype ref 0010-0277 00100277 true 154 154 C Volume 154 20 165 168 165 168 201609 September 2016 2016-09-01 2016-09-30 2016 Brief Articles article sco © 2016 Elsevier B.V. All rights reserved. INFANTSWILLIAMSSYNDROMEDETECTSTATISTICALREGULARITIESINCONTINUOUSSPEECH CASHON C 1 Introduction 2 Method 2.1 Participants 2.2 Materials 2.2.1 Vocabulary assessment 2.2.2 Statistical learning stimuli 2.3 Procedure 3 Results 4 Discussion 5 Conclusion Acknowledgements Appendix A Supplementary material References ASLIN 1998 321 324 R COHEN 2004 L HABITXANEWPROGRAMFOROBTAININGORGANIZINGDATAININFANTPERCEPTIONCOGNITIONSTUDIES FENSON 2007 L MACARTHURBATESCOMMUNICATIVEDEVELOPMENTINVENTORIESUSERSGUIDETECHNICALMANUAL GRAFESTES 2007 254 260 K HA 2014 O INTERNATIONALCONFERENCEINFANTSTUDIESBERLINGERMANYJULY RAPIDWORDOBJECTASSOCIATIONRELATEDEXPRESSIVEVOCABULARYSIZEININFANTSTODDLERSWITHOUTWILLIAMSSYNDROME HAY 2011 93 106 J HILLIER 2003 157 164 L JUSCZYK 1999 1465 1476 P KARMILOFFSMITH 2012 363 371 A NEURODEVELOPMENTALDISORDERSACROSSLIFESPANANEUROCONSTRUCTIVISTAPPROACH FUTURETHEORETICALEMPIRICALDIRECTIONSWITHINANEUROCONSTRUCTIVISTFRAMEWORK KIRKHAM 2002 B35 42 N KROGH 2013 1 11 L LANY 2010 284 291 J MATTYS 2001 91 121 S MERVIS 2007 3 15 C MERVIS 2010 229 248 C MERVIS 2003 35 81 C MULLEN 1995 E MULLENSCALESEARLYLEARNING NAZZI 2003 251 271 T ROMBERG 2010 906 914 A SAFFRAN 2003 110 114 J SAFFRAN 1996 1926 1928 J STROMME 2002 269 271 P TEINONEN 2009 21 T CASHONX2016X165 CASHONX2016X165X168 CASHONX2016X165XC CASHONX2016X165X168XC 2017-06-11T00:00:00Z UnderEmbargo http://creativecommons.org/licenses/by-nc-nd/4.0/ © 2016 Elsevier B.V. All rights reserved. item S0010-0277(16)30124-X S001002771630124X 1-s2.0-S001002771630124X 10.1016/j.cognition.2016.05.009 271061 2017-08-30T00:02:05.414447-04:00 2016-09-01 2016-09-30 1-s2.0-S001002771630124X-main.pdf https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S001002771630124X/MAIN/application/pdf/fd271cc8e829cad9d700f8136d27e116/main.pdf https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S001002771630124X/MAIN/application/pdf/fd271cc8e829cad9d700f8136d27e116/main.pdf main.pdf pdf true 326940 MAIN 4 1-s2.0-S001002771630124X-main_1.png https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S001002771630124X/PREVIEW/image/png/8319fffcf9d54caee409b801a76411c0/main_1.png https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S001002771630124X/PREVIEW/image/png/8319fffcf9d54caee409b801a76411c0/main_1.png main_1.png png 57948 849 656 IMAGE-WEB-PDF 1 1-s2.0-S001002771630124X-gr1.sml https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S001002771630124X/gr1/THUMBNAIL/image/gif/919c5d4749eb3e5fd2d2f1fc74372cab/gr1.sml https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S001002771630124X/gr1/THUMBNAIL/image/gif/919c5d4749eb3e5fd2d2f1fc74372cab/gr1.sml gr1 gr1.sml sml 10069 164 177 IMAGE-THUMBNAIL 1-s2.0-S001002771630124X-gr1.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S001002771630124X/gr1/DOWNSAMPLED/image/jpeg/43415021f8206331430229e18767dd43/gr1.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S001002771630124X/gr1/DOWNSAMPLED/image/jpeg/43415021f8206331430229e18767dd43/gr1.jpg gr1 gr1.jpg jpg 19022 324 350 IMAGE-DOWNSAMPLED 1-s2.0-S001002771630124X-gr1_lrg.jpg https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S001002771630124X/gr1/HIGHRES/image/jpeg/f8f3305c0d26d79df99cff51dd65b609/gr1_lrg.jpg https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S001002771630124X/gr1/HIGHRES/image/jpeg/f8f3305c0d26d79df99cff51dd65b609/gr1_lrg.jpg gr1 gr1_lrg.jpg jpg 53638 953 1031 IMAGE-HIGH-RES 1-s2.0-S001002771630124X-mmc1.xlsx https://s3-eu-west-1.amazonaws.com/prod-ucs-content-store-eu-west/content/pii:S001002771630124X/mmc1/MAIN/application/vnd.ms-excel/1654f732f1c78e2a888c027a95d47b7e/mmc1.xlsx https://s3.amazonaws.com/prod-ucs-content-store-us-east/content/pii:S001002771630124X/mmc1/MAIN/application/vnd.ms-excel/1654f732f1c78e2a888c027a95d47b7e/mmc1.xlsx mmc1 mmc1.xlsx xlsx 37084 APPLICATION COGNIT 3237 S0010-0277(16)30124-X 10.1016/j.cognition.2016.05.009 Elsevier B.V. Fig. 1 Scatterplot of chronological age and difference score (part-word minus word listening times during test trials) for infants with WS (N =18). The solid line represents a difference score of zero. Data points above this line (n =15) are consistent with a part-word preference. Table 1 CDI: Words and gestures vocabulary sizes and relations to CDI general-population norms. Vocabulary type Mdn size IQR Percentile Mdn age equivalent (months) Receptive 9 a 3–19 <5 b , c <8 b Expressive 0 0–3 <5 b , d 9 b a For the four youngest participants (aged 8–10months), receptive vocabulary size was 0 words. b Lowest possible score on CDI. c All 18 infants scored below the 5th percentile. d 15 of 18 infants scored below the 5th percentile. Brief article Infants with Williams syndrome detect statistical regularities in continuous speech Cara H. Cashon a ⁎ cara.cashon@louisville.edu Oh-Ryeong Ha a Katharine Graf Estes b Jenny R. Saffran c Carolyn B. Mervis a a Department of Psychological and Brain Sciences, University of Louisville, USA Department of Psychological and Brain Sciences University of Louisville USA b Department of Psychology, University of California, Davis, USA Department of Psychology University of California, Davis USA c Department of Psychology, University of Wisconsin-Madison, USA Department of Psychology University of Wisconsin-Madison USA ⁎ Corresponding author at: 317 Life Sciences Building, University of Louisville, Louisville, KY 40292, USA. 317 Life Sciences Building University of Louisville Louisville KY 40292 USA Abstract Williams syndrome (WS) is a rare genetic disorder associated with delays in language and cognitive development. The reasons for the language delay are unknown. Statistical learning is a domain-general mechanism recruited for early language acquisition. In the present study, we investigated whether infants with WS were able to detect the statistical structure in continuous speech. Eighteen 8- to 20-month-olds with WS were familiarized with 2min of a continuous stream of synthesized nonsense words; the statistical structure of the speech was the only cue to word boundaries. They were tested on their ability to discriminate statistically-defined “words” and “part-words” (which crossed word boundaries) in the artificial language. Despite significant cognitive and language delays, infants with WS were able to detect the statistical regularities in the speech stream. These findings suggest that an inability to track the statistical properties of speech is unlikely to be the primary basis for the delays in the onset of language observed in infants with WS. These results provide the first evidence of statistical learning by infants with developmental delays. Keywords Williams syndrome Statistical learning Language development Language delay Lexical development Infancy 1 Introduction William syndrome (WS) is a rare genetic disorder caused by a sporadic microdeletion of 26 genes on chromosome 7q11.23 (Hillier et al., 2003). WS has a prevalence of 1 in 7500 (Strømme, Bjørnstad, & Ramstad, 2002). It is a multisystem disorder associated with cardiovascular disease, facial dysmorphology, social disinhibition, and developmental delay (e.g., Mervis & Becerra, 2007). WS is associated with mild to moderate intellectual disability or learning difficulty with a relative strength in language, especially concrete vocabulary (Mervis & John, 2010). However, notably, the onset of language acquisition is considerably delayed in young children with WS. For example, the median age of acquisition of 10 expressive words is 13.5months for typically developing (TD) infants (Fenson et al., 2007). In contrast, the median age of acquisition of a 10-word expressive vocabulary is 28.2months for children with WS (Mervis, Robinson, Rowe, Becerra, & Klein-Tasman, 2003). However, the reasons for the language delays observed in young children with WS are not known. On the one hand, it is possible that TD infants and young children with WS use the same language learning mechanisms, but the onset of language is simply delayed for children with WS. In this case, researchers could expect to find equivalent mechanisms being used at equivalent stages of word learning, but delayed with respect to chronological age (CA). On the other hand, it is possible that language is acquired using fundamentally different mechanisms by children with WS, either throughout development or at any one point during language development. In fact, seemingly small differences in underlying cognitive mechanisms early in development could have a cascading effect on the development thereafter (Karmiloff-Smith & Farran, 2012). Statistical learning is a domain-general mechanism that TD infants recruit for detecting words in speech, as well as other aspects of early learning (e.g., Kirkham, Slemmer, & Johnson, 2002; Krogh, Vlach, & Johnson, 2013; Romberg & Saffran, 2010; Saffran, 2003). TD 8-month-olds can exploit statistical patterns to distinguish words from sequences spanning word boundaries in fluent speech (Saffran, Aslin, & Newport, 1996). More recent evidence, based on event-related potentials, indicates that even sleeping TD newborns are sensitive to the statistical structure of linguistic input (Teinonen, Fellman, Näätänen, Alku, & Huotilainen, 2009). Given the intellectual disability of those with WS and the fundamental nature of statistical learning it is possible that the language delay in WS is due to a statistical learning deficit early in life. Lacking access to efficient statistical learning mechanisms early in development may put children with WS at a disadvantage in fundamental language acquisition processes such as segmenting words (Saffran et al., 1996) and associating word forms with referents (Graf Estes, Evans, Alibali, & Saffran, 2007; Lany & Saffran, 2010). To address this possibility, we used the statistical learning task previously used with 8-month-old TD infants (Saffran et al., 1996, Experiment 2) to test infants with WS who are in the early stages of language acquisition. We reasoned that failure to take advantage of the statistical information in the continuous speech stream would suggest that a statistical learning deficit may be an important contributor to the language delays observed in children with WS. Alternatively, it is also possible that infants with WS can perform statistical learning; the ability to detect distributional patterns in syllable sequences may not be impaired. If this is the case, it would suggest that the delayed onset of language associated with WS is likely caused by other factors. 2 Method 2.1 Participants Eighteen 8- to 20-month-olds (12 females, 6 males) with genetically-confirmed WS and normal or corrected-to-normal vision and hearing participated in this study. All participants had classic-length deletions as determined by FISH or qPCR. The racial/ethnic background of the participants was: 13 White/Non-Hispanic, 3 White/Hispanic, and 2 biracial Non-Hispanic (1 African American/White, 1 American Indian/White). Mean chronological age (CA) was 15.5months (SD =4.1, range: 8.1–20.6months). Mean Mullen Scales of Early Learning (MSEL; Mullen, 1995) Early Learning Composite (ELC; similar to developmental quotient, DQ) was 64.1 (SD =9.7), indicating mild developmental delay. ELC standard scores ranged from 51 (moderate developmental delay) to 85 (low average for the general population). The mean of 64.1 was almost identical to that for a sample of 144 infants and toddlers with WS reported by Mervis and John (2010). Thus, the performance of the participants on the MSEL in the present study is consistent with that expected for young children with WS. Seven additional infants were excluded for the following reasons: fussiness (n =1), lost interest (n =2), distracted during test phase (n =2), outlier [attending the maximum trial length on 6 of 8 test trials (n =1)], and computer error (n =1). 2.2 Materials 2.2.1 Vocabulary assessment The 396-word vocabulary checklist from the MacArthur-Bates Communicative Development Inventory: Word and Gestures (CDI-WG; Fenson et al., 2007), a parent report measure, was used to assess receptive and expressive vocabulary. The CDI-WG was normed for infants aged 8–18months in 1-month intervals. Fenson et al. provide percentiles separately for receptive and expressive vocabulary sizes. Age equivalents were determined based on the vocabulary size at the 50th percentile for a given chronological age. 2.2.2 Statistical learning stimuli We used familiarization and test stimuli modeled on those used by Saffran et al. (1996, Experiment 2). The familiarization stimulus consisted of a 2-min stream of speech in an artificial language composed of four trisyllabic nonsense words (pabiku/tibudo/golatu/tibudo/daropi/pabiku …). The speech stream was spoken by a synthesized female voice and offered no acoustical cues to word boundaries, such as pauses or stress. Each nonsense word was repeated 44–48 times in a pseudo-random order with the constraint that no item was repeated twice in succession. There were four test trial stimuli: 2 “words” (pabiku, tibudo) and 2 “part-words” (pigola, formed from the across-word sequence daro pi/gola tu, and tudaro, formed from the across-word sequence gola tu/daro pi). Within the words, the transitional probability from one syllable to the next was 1.0 at each syllable transition; the order was fully consistent. In contrast, within the part-words, the transitional probability from syllable 1 to syllable 2 was 0.33 and from syllable 2–3 was 1.0. Thus, the word and part-word test items differed in their statistical structure, but both occurred in the speech stream. In each of the test items, the word (or part-word) was spoken by the same synthesized voice repeatedly with a brief pause between each repetition of the word or part-word. We made two slight modifications to the visual stimuli used by Saffran et al. (1996): (1) Instead of using a blinking light to get infants’ attention prior to familiarization and each test trial, a movie clip of a laughing baby was presented on the monitor in front of them. (2) A video of a rotating orange teardrop on a white background was presented throughout the entire familiarization phase and during each test trial. 2.3 Procedure Each mother filled out the CDI-WG vocabulary checklist within one day of when her child completed the statistical learning procedure. The procedure for the statistical learning task was similar to that used in Saffran et al. (1996, Experiment 2). In this task, participants were familiarized with 2min of a continuous stream of speech made up of four three-syllable nonsense words presented repeatedly. The only cues to word boundaries were the probabilities with which syllables co-occurred, which were high within words and low between words. In the test phase, participants were presented with two kinds of three-syllable stimuli: “words” and “part-words.” The word stimuli were composed of syllables that consistently occurred together in sequence during familiarization. The part-word stimuli were composed of the final syllable of one word paired with the first two syllables of another word. Longer listening times to part-word test trials compared to word test trials would be taken as evidence that participants were sensitive to the statistical information in the speech stream. For the present study, two modifications were made: (1) Both the familiarization and test auditory stimuli were presented from speakers in front of the infant. Thus, looking times were measured based on infants’ visual fixations toward the screen in front of them. (2) To give participants enough time to process the test stimuli, the maximum duration of each test trial was increased by 5–20s. At the time of testing, each participant was seated on an adult’s lap approximately 120cm from a Panasonic 50″ color plasma screen (1024 ×576pixels) in a dimly lit room. The adult was instructed not to talk, point, or otherwise influence the infant. The adult, who was either an undergraduate student from another laboratory or a parent, was not aware of the research hypothesis. No data had to be excluded because an adult interfered with testing. A closed circuit Canon VC-C50i camera hidden just below the center of the plasma screen was connected to a 15″ JVC monitor in an adjacent control room, allowing the experimenter to view the infant and the direction of the infant’s eye gaze. Habit X software (Cohen, Atkinson, & Chaput, 2004) running on a Macintosh Power Mac G5 was used by the experimenter to control stimulus presentation and calculate listening times based on the experimenter’s key presses. The experimenter was unable to hear the auditory stimuli presented in the testing room. All sessions were recorded to a DVD and inter-rater reliabilities were computed for data from 10 of 18 participants. The correlation between the listening times recorded by the original and reliability experimenters was r =0.99. Each session began by presenting the laughing-baby video clip. When the participant looked at the center of the screen, the experimenter pressed “enter” on the keyboard. The familiarization speech stream and rotating teardrop video then played for 2min, regardless of where the infant was looking. At the end of 2min, the laughing-baby attention-getter automatically replaced the familiarization stimuli. When the experimenter could see that the infant was gazing at the monitor, the experimenter pressed “enter” to begin the test phase. In the test phase, infants were presented with 3 blocks of 4 test trials (2 words and 2 part-words). The test stimuli within each block were ordered randomly, as determined by Habit. During each trial, the experimenter held down the “5” key when the infant was looking at the monitor and lifted the “5” key when the infant looked away. Each trial lasted until the participant looked away for at least 1 continuous second or until the maximum trial length had been reached. 3 Results Some data were not normally distributed. Thus, nonparametric analyses were performed. Descriptive statistics for participants’ receptive and expressive vocabulary sizes and their relations to the CDI general-population norms are shown in Table 1 . Note that although the CAs of the participants ranged from 8 to 20months, their median receptive language age equivalent was <8months (the age of the infants in Saffran et al., 1996). To determine if infants with WS detected the statistical patterns in the speech stream, we compared their listening times during the word and part-word test trials using a Wilcoxon signed rank test. Overall, they looked significantly longer to trials containing part-words (Mdn =11.43, IQR: 8.63–14.34) than words (Mdn =8.28, IQR: 6.70–12.94), Z =2.42, p =0.016. As shown in Fig. 1 , the correlation between CA and difference score (part-word minus word listening times) was close to zero (rs =0.08, p =0.77), indicating that the part-word preference was not associated with CA. Moreover, 15 of the 18 participants – including the four youngest, aged 8–11months – evidenced the part-word listening preference that is shown by TD 8-month-olds in this type of task (e.g., Aslin, Saffran, & Newport, 1998; Saffran et al., 1996), indicating that the current finding was not driven by the oldest infants. 4 Discussion In the present study, we found that 8- to 20-month-olds with WS – whose median receptive vocabulary age equivalent was <8months – were able to detect the statistical structure of a continuous speech stream. Like TD 8-month-olds (Saffran et al., 1996), infants with WS were able to track patterns of syllable probabilities that marked word boundaries. The present findings begin to address the important question of whether language delays in WS may be due to difficulties with statistical language learning. The success of the infants in our study indicates that an inability to track statistical regularities in continuous speech is not likely the primary cause of their language delays. At the same time, research addressing the robustness of the ability of infants with WS to use statistical learning for language acquisition is still needed. It is not clear whether infants with WS are able to apply the representations that they form as the output of statistical learning to support key acquisition processes such as learning new vocabulary items. There are at least two areas that could be studied further. First, TD 17-month-olds have been shown to engage in statistical learning to extract words from continuous speech and then use those extracted words to form word-object associations (Graf Estes et al., 2007; Hay, Pelucchi, Estes, & Saffran, 2011). Results of a recent study of 12- to 35-month-olds with WS indicated that those with expressive vocabulary sizes greater than 10 words could form word-object associations (Ha, Cashon, Holt, Helton, & Mervis, 2014). However, the task in that study did not require sequential statistical learning; the names for the novel objects were presented in isolation, using intonation characteristic of infant-directed speech. Whether infants and toddlers with WS can use words they extracted using statistical learning to then form word-object associations is not yet known. Research is needed in this area to help determine if the language delay observed in infants with WS is related to a deficit in an ability to make use of the statistical patterns they are able to detect in linguistic input. Second, even after young children with WS have built a vocabulary, they appear to be more reliant on prosody to identify words than are TD infants. Nazzi, Paterson, and Karmiloff-Smith (2003) found that young children with WS (CA mean: 33months; range: 15–48months) whose native language was English could segment words from a speech stream if the words had a strong-weak stress pattern (the predominant pattern in English), but not if the words had a weak-strong pattern. In TD infants whose native language is English, strong-weak words can be segmented by 7.5months and weak-strong words by 10.5months. That is, by 10.5months of age, TD infants may be able to incorporate additional distributional cues, such as allophonic (Jusczyk, Hohne, & Bauman, 1999) and phonotactic patterns (Mattys & Jusczyk, 2001), to detect words even if they do not follow the typical stress pattern. It will be important to determine if infants and toddlers with WS can also integrate word segmentation cues in this way. If they are not able to use their ability to detect syllable probability patterns in conjunction with other distributional and prosodic patterns as effectively as TD infants, this deficit may partially account for the delays and differences in language acquisition observed in young children with WS. 5 Conclusion In sum, the present findings provide evidence that infants with WS – who had receptive vocabulary sizes less than those of TD 8-months-olds – detect the statistical patterns in fluent speech. The findings indicate that the ability to use statistical learning at the level tested here is not likely the primary factor in the early language delays seen in infants with WS. Future studies are needed to determine how effectively infants and toddlers with WS are able to use the information they have gained through statistical learning to build their vocabularies and acquire grammar. Acknowledgements This research was supported in part by grants # R37 HD29957 to Carolyn B. Mervis, # P20 RR017702 to Robert Greene (PI) and Cara H. Cashon (Co-I), and # R37 HD37466 to Jenny R. Saffran from the National Institutes of Health. We thank the families who participated in this study and students in the University of Louisville Infant Cognition Lab and University of Louisville Neurodevelopmental Sciences Lab for assistance with data collection. Appendix A Supplementary material Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.cognition.2016.05.009. Appendix A Supplementary material Supplementary Data S1 This is open data under the CC BY license (http://creativecommons.org/licenses/by/4.0/). References Aslin et al., 1998 R.N. Aslin J.R. Saffran E.L. Newport Computation of conditional probability statistics by 8-month-old infants Psychological Science 9 1998 321 324 10.1111/1467-9280.00063 Cohen et al., 2004 L.B. Cohen D.J. Atkinson H.H. Chaput Habit X: A new program for obtaining and organizing data in infant perception and cognition studies 2004 University of Texas Austin Fenson et al., 2007 L. Fenson V.A. Marchman D. Thal P.S. Dale E. Bates J.S. Reznick The MacArthur-bates communicative development inventories user’s guide and technical manual 2nd ed. 2007 Brookes Baltimore, MD Graf Estes et al., 2007 K. Graf Estes J.L. Evans M.W. Alibali J.R. Saffran Can infants map meaning to newly segmented words? Statistical segmentation and word learning Psychological Science 18 2007 254 260 10.1111/j.1467-9280.2007.01885.x Ha et al., 2014 O.-R. Ha C.H. Cashon N.A. Holt L.E. Helton C.B. Mervis Rapid word-object association is related to expressive vocabulary size in infants and toddlers with and without Williams syndrome International conference on infant studies, Berlin, Germany, July 2014 Hay et al., 2011 J.F. Hay B. Pelucchi K.G. Estes J.R. Saffran Linking sounds to meanings: Infant statistical learning in a natural language Cognitive Psychology 63 2011 93 106 Hillier et al., 2003 L.W. Hillier R.S. Fulton L.A. Fulton T.A. Graves K.H. Pepin C. Wagner-McPherson R.K. Wilson The DNA sequence of human chromosome 7 Nature 424 2003 157 164 Jusczyk et al., 1999 P.W. Jusczyk E.A. Hohne A. Bauman Infants’ sensitivity to allophonic cues for word segmentation Perception & Psychophysics 61 1999 1465 1476 10.3758/BF03213111 Karmiloff-Smith and Farran, 2012 A. Karmiloff-Smith E.K. Farran Future theoretical and empirical directions within a neuroconstructivist framework E.K. Farran A. Karmiloff-Smith Neurodevelopmental disorders across the lifespan: A neuroconstructivist approach 2012 Oxford University Press Oxford, UK 363 371 Kirkham et al., 2002 N.Z. Kirkham J.A. Slemmer S.P. Johnson Visual statistical learning in infancy: Evidence for a domain general learning mechanism Cognition 83 2002 B35 42 Krogh et al., 2013 L. Krogh H.a. Vlach S.P. Johnson Statistical learning across development: Flexible yet constrained Frontiers in Psychology 3 2013 1 11 10.3389/fpsyg.2012.00598 Lany and Saffran, 2010 J. Lany J.R. Saffran From statistics to meaning: Infants’ acquisition of lexical categories Psychological Science 21 2010 284 291 10.1177/0956797609358570 Mattys and Jusczyk, 2001 S.L. Mattys P.W. Jusczyk Phonotactic cues for segmentation of fluent speech by infants Cognition 78 2001 91 121 Mervis and Becerra, 2007 C.B. Mervis A.M. Becerra Language and communicative development in Williams syndrome Mental Retardation and Developmental Disabilities Research Reviews 15 2007 3 15 10.1002/mrdd Mervis and John, 2010 C.B. Mervis A.E. John Cognitive and behavioral characteristics of children with Williams syndrome: Implications for intervention approaches American Journal of Medical Genetics Part C – Seminars in Medical Genetics 154C 2010 229 248 10.1002/Ajmg.C.30263 Mervis et al., 2003 C.B. Mervis B.F. Robinson M.L. Rowe A.M. Becerra B.R. Klein-Tasman Language abilities of individuals with Williams syndrome International Review of Research in Mental Retardation 27 2003 35 81 Mullen, 1995 E.M. Mullen Mullen scales of early learning 1995 American Guidance Service Circle Pines, MN Nazzi et al., 2003 T. Nazzi S. Paterson A. Karmiloff-Smith Early word segmentation by infants and toddlers with Williams syndrome Infancy 4 2003 251 271 10.1207/S15327078IN0402_06 Romberg and Saffran, 2010 A.R. Romberg J.R. Saffran Statistical learning and language acquisition Wiley Interdisciplinary Reviews. Cognitive Science 1 2010 906 914 10.1002/wcs.78 Saffran, 2003 J.R. Saffran Statistical language learning: Mechanisms and constraints Current Directions in Psychological Science 12 2003 110 114 10.1111/1467-8721.01243 Saffran et al., 1996 J.R. Saffran R.N. Aslin E.L. Newport Statistical learning by 8-month-old infants Science 274 1996 1926 1928 Strømme et al., 2002 P. Strømme P.G. Bjørnstad K. Ramstad Prevalence estimation of Williams syndrome Journal of Child Neurology 17 2002 269 271 10.1177/088307380201700406 Teinonen et al., 2009 T. Teinonen V. Fellman R. Näätänen P. Alku M. Huotilainen Statistical language learning in neonates revealed by event-related brain potentials BMC Neuroscience 10 2009 21 10.1186/1471-2202-10-21", "scopus-id": "84973459523", "pubmed-id": "27299804", "coredata": {"eid": "1-s2.0-S001002771630124X", "dc:description": "Abstract Williams syndrome (WS) is a rare genetic disorder associated with delays in language and cognitive development. The reasons for the language delay are unknown. Statistical learning is a domain-general mechanism recruited for early language acquisition. In the present study, we investigated whether infants with WS were able to detect the statistical structure in continuous speech. Eighteen 8- to 20-month-olds with WS were familiarized with 2min of a continuous stream of synthesized nonsense words; the statistical structure of the speech was the only cue to word boundaries. They were tested on their ability to discriminate statistically-defined “words” and “part-words” (which crossed word boundaries) in the artificial language. Despite significant cognitive and language delays, infants with WS were able to detect the statistical regularities in the speech stream. These findings suggest that an inability to track the statistical properties of speech is unlikely to be the primary basis for the delays in the onset of language observed in infants with WS. These results provide the first evidence of statistical learning by infants with developmental delays.", "openArchiveArticle": "false", "prism:coverDate": "2016-09-30", "openaccessUserLicense": null, "prism:aggregationType": "Journal", "prism:url": "https://api.elsevier.com/content/article/pii/S001002771630124X", "dc:creator": [{"@_fa": "true", "$": "Cashon, Cara H."}, {"@_fa": "true", "$": "Ha, Oh-Ryeong"}, {"@_fa": "true", "$": "Graf Estes, Katharine"}, {"@_fa": "true", "$": "Saffran, Jenny R."}, {"@_fa": "true", "$": "Mervis, Carolyn B."}], "link": [{"@_fa": "true", "@rel": "self", "@href": "https://api.elsevier.com/content/article/pii/S001002771630124X"}, {"@_fa": "true", "@rel": "scidir", "@href": "https://www.sciencedirect.com/science/article/pii/S001002771630124X"}], "dc:format": "application/json", "openaccessType": null, "pii": "S0010-0277(16)30124-X", "prism:volume": "154", "prism:publisher": "Elsevier B.V.", "dc:title": "Infants with Williams syndrome detect statistical regularities in continuous speech", "prism:copyright": "© 2016 Elsevier B.V. All rights reserved.", "openaccess": "0", "prism:issn": "00100277", "dcterms:subject": [{"@_fa": "true", "$": "Williams syndrome"}, {"@_fa": "true", "$": "Statistical learning"}, {"@_fa": "true", "$": "Language development"}, {"@_fa": "true", "$": "Language delay"}, {"@_fa": "true", "$": "Lexical development"}, {"@_fa": "true", "$": "Infancy"}], "openaccessArticle": "false", "prism:publicationName": "Cognition", "openaccessSponsorType": null, "prism:pageRange": "165-168", "prism:endingPage": "168", "pubType": "Brief article", "prism:coverDisplayDate": "September 2016", "prism:doi": "10.1016/j.cognition.2016.05.009", "prism:startingPage": "165", "dc:identifier": "doi:10.1016/j.cognition.2016.05.009", "openaccessSponsorName": null}, "objects": {"object": [{"@category": "thumbnail", "@height": "164", "@width": "177", "@_fa": "true", "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S001002771630124X-gr1.sml?httpAccept=%2A%2F%2A", "@multimediatype": "GIF image file", "@type": "IMAGE-THUMBNAIL", "@size": "10069", "@ref": "gr1", "@mimetype": "image/gif"}, {"@category": "standard", "@height": "324", "@width": "350", "@_fa": "true", "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S001002771630124X-gr1.jpg?httpAccept=%2A%2F%2A", "@multimediatype": "JPEG image file", "@type": "IMAGE-DOWNSAMPLED", "@size": "19022", "@ref": "gr1", "@mimetype": "image/jpeg"}, {"@category": "high", "@height": "953", "@width": "1031", "@_fa": "true", "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S001002771630124X-gr1_lrg.jpg?httpAccept=%2A%2F%2A", "@multimediatype": "JPEG image file", "@type": "IMAGE-HIGH-RES", "@size": "53638", "@ref": "gr1", "@mimetype": "image/jpeg"}, {"@category": "standard", "@_fa": "true", "$": "https://api.elsevier.com/content/object/eid/1-s2.0-S001002771630124X-mmc1.xlsx?httpAccept=%2A%2F%2A", "@multimediatype": "Microsoft Excel file", "@type": "APPLICATION", "@size": "37084", "@ref": "mmc1", "@mimetype": "application/excel"}]}, "link": {"@rel": "abstract", "@href": "https://api.elsevier.com/content/abstract/scopus_id/84973459523"}}